window.test_json =
  {
    "result": {
      "photo_state": {"5a0446f2456e2-8393": "successfully"},
      "photos": {
        "5a0446f2456e2-8393": [{
          "id": "d7e0c7f3-3339-4c37-b7e7-42f023f26115",
          "external_id": "cam_81827363",
          "name": "Домик в деревне Молоко дер.отб. 3,5%-4,5%, Бутылка, .930",
          "category_id": "36d72f19-f43e-4394-8835-3c194d01e584",
          "category_name": "Традиционная молочная продукция",
          "facing": "3",
          "facing_group": "3",
          "group_id": "7",
          "plan": "0",
          "price": "0.00",
          "price_type": "0",
          "width.cm": "159",
          "box": [{"x1": "676", "x2": "734", "y1": "532", "y2": "678"}, {
            "x1": "570",
            "x2": "628",
            "y1": "532",
            "y2": "674"
          }, {"x1": "623", "x2": "681", "y1": "530", "y2": "677"}]
        }, {
          "id": "ed9e84bb-d398-4379-9842-c753262ef928",
          "external_id": "21170943",
          "name": "Домик в деревне Молоко 0,5%, Тетра, .950",
          "category_id": "d444e24a-dbe4-40a9-b878-32ac22337c05",
          "category_name": "Теплая полка",
          "facing": "3",
          "facing_group": "3",
          "group_id": "1",
          "plan": "0",
          "price": "0.00",
          "price_type": "0",
          "width.cm": "177",
          "box": [{"x1": "171", "x2": "225", "y1": "181", "y2": "288"}, {
            "x1": "325",
            "x2": "372",
            "y1": "177",
            "y2": "288"
          }, {"x1": "370", "x2": "425", "y1": "173", "y2": "290"}]
        }, {
          "id": "83007877-2c0f-4f6a-9298-33c3abe4106d",
          "external_id": "59939427",
          "name": "Народный Молоко паст.3,2% , Бутылка, .900",
          "category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "category_name": "молочная продукция",
          "facing": "4",
          "facing_group": "4",
          "group_id": "11",
          "plan": "0",
          "price": "69.00",
          "price_type": "0",
          "width.cm": "212",
          "box": [{"x1": "888", "x2": "944", "y1": "324", "y2": "473"}, {
            "x1": "937",
            "x2": "995",
            "y1": "322",
            "y2": "473"
          }, {"x1": "778", "x2": "833", "y1": "528", "y2": "688"}, {"x1": "728", "x2": "783", "y1": "528", "y2": "685"}]
        }, {
          "id": "3c11eb1d-0c19-44de-bd83-46d4b95ae9ef",
          "external_id": "14726428",
          "name": "Вкуснотеево Молоко ул/паст.3,2%, Бутылка, .900",
          "category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "category_name": "молочная продукция",
          "facing": "3",
          "facing_group": "3",
          "group_id": "12",
          "plan": "0",
          "price": "78.00",
          "price_type": "0",
          "width.cm": "123",
          "box": [{"x1": "969", "x2": "1032", "y1": "525", "y2": "689"}, {
            "x1": "1075",
            "x2": "1144",
            "y1": "538",
            "y2": "692"
          }, {"x1": "1023", "x2": "1083", "y1": "532", "y2": "691"}]
        }, {
          "id": "58c74217-ff4c-4d7b-b028-38fed3f184d3",
          "external_id": "a0d0Y000000ANZ9QAO",
          "name": "Prostokvashino Молоко паст 2,5%, ПЭТ, .930",
          "category_id": "df44a7b9-58ff-4a95-a2fc-9a6d1015ce35",
          "category_name": "Традиционный молочный продукт",
          "facing": "1",
          "facing_group": "1",
          "group_id": "10",
          "plan": "1",
          "price": "0.00",
          "price_type": "0",
          "width.cm": "47",
          "box": [{"x1": "839", "x2": "896", "y1": "328", "y2": "467"}]
        }, {
          "id": "4894915a-8198-4bbd-b63b-f549e33d43d3",
          "external_id": "32538261",
          "name": "Домик в деревне Молоко стер.2,5%, Тетра, .950",
          "category_id": "d444e24a-dbe4-40a9-b878-32ac22337c05",
          "category_name": "Теплая полка",
          "facing": "2",
          "facing_group": "2",
          "group_id": "6",
          "plan": "0",
          "price": "0.00",
          "price_type": "0",
          "width.cm": "118",
          "box": [{"x1": "425", "x2": "475", "y1": "177", "y2": "283"}, {
            "x1": "474",
            "x2": "526",
            "y1": "172",
            "y2": "278"
          }]
        }, {
          "id": "29f01fac-a3f3-485a-bf4b-ef794d22bd0e",
          "external_id": "37342977",
          "name": "Село Зеленое Молоко 3,2%, Бутылка, 2000",
          "category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "category_name": "молочная продукция",
          "facing": "10",
          "facing_group": "10",
          "group_id": "3",
          "plan": "0",
          "price": "57.00",
          "price_type": "0",
          "width.cm": "650",
          "box": [{"x1": "254", "x2": "306", "y1": "321", "y2": "463"}, {
            "x1": "180",
            "x2": "234",
            "y1": "514",
            "y2": "674"
          }, {"x1": "902", "x2": "969", "y1": "508", "y2": "689"}, {
            "x1": "282",
            "x2": "344",
            "y1": "521",
            "y2": "674"
          }, {"x1": "233", "x2": "287", "y1": "516", "y2": "674"}, {
            "x1": "303",
            "x2": "361",
            "y1": "320",
            "y2": "465"
          }, {"x1": "128", "x2": "187", "y1": "519", "y2": "676"}, {
            "x1": "203",
            "x2": "257",
            "y1": "318",
            "y2": "462"
          }, {"x1": "830", "x2": "905", "y1": "508", "y2": "692"}, {"x1": "158", "x2": "200", "y1": "326", "y2": "460"}]
        }, {
          "id": "d94b5925-8869-431e-a01a-e36176b815eb",
          "external_id": "15550677",
          "name": "Домик в деревне Молоко паст.2,5%, Бутылка, .930",
          "category_id": "36d72f19-f43e-4394-8835-3c194d01e584",
          "category_name": "Традиционная молочная продукция",
          "facing": "5",
          "facing_group": "5",
          "group_id": "5",
          "plan": "0",
          "price": "0.00",
          "price_type": "0",
          "width.cm": "265",
          "box": [{"x1": "583", "x2": "637", "y1": "333", "y2": "464"}, {
            "x1": "739",
            "x2": "792",
            "y1": "332",
            "y2": "467"
          }, {"x1": "789", "x2": "842", "y1": "336", "y2": "468"}, {
            "x1": "635",
            "x2": "688",
            "y1": "333",
            "y2": "464"
          }, {"x1": "688", "x2": "741", "y1": "336", "y2": "467"}]
        }, {
          "id": "6016ad53-6fb1-4f87-be4e-58d40af0e99a",
          "external_id": "62279008",
          "name": "Домик в деревне Молоко 6%, Тетра, .950",
          "category_id": "d444e24a-dbe4-40a9-b878-32ac22337c05",
          "category_name": "Теплая полка",
          "facing": "2",
          "facing_group": "2",
          "group_id": "8",
          "plan": "0",
          "price": "0.00",
          "price_type": "0",
          "width.cm": "118",
          "box": [{"x1": "528", "x2": "580", "y1": "179", "y2": "289"}, {
            "x1": "577",
            "x2": "630",
            "y1": "179",
            "y2": "290"
          }]
        }, {
          "id": "0f82e192-569c-4df7-a64d-25a34dc337a1",
          "external_id": "a0d0Y000000ANZdQAO",
          "name": "Prostokvashino Молоко уп 3,2%, Тетра Square, .950",
          "category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "category_name": "молочная продукция",
          "facing": "2",
          "facing_group": "2",
          "group_id": "2",
          "plan": "1",
          "price": "0.00",
          "price_type": "0",
          "width.cm": "82",
          "box": [{"x1": "212", "x2": "269", "y1": "176", "y2": "292"}, {
            "x1": "280",
            "x2": "326",
            "y1": "178",
            "y2": "289"
          }]
        }]
      },
      "share_shelf": {
        "total": {"value": 0, "value_previous": 0},
        "by_brands": [{
          "is_own": "0",
          "brand_id": "1126be28-5d11-4f8a-a189-bfe97e5044ef",
          "brand_name": "Село Зеленое",
          "brand_owner_id": "d6b3e344-aa0f-4a1a-a688-8e2fbce1b110",
          "product_category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "value": 52,
          "value_previous": 52,
          "facing": "111/212"
        }, {
          "is_own": "0",
          "brand_id": "2975c945-450d-4f0c-b72f-1cb88e8e54a7",
          "brand_name": "Вкуснотеево",
          "brand_owner_id": "15de7966-0331-4a73-895c-3a168ee6c350",
          "product_category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "value": 10,
          "value_previous": 10,
          "facing": "21/212"
        }, {
          "is_own": "0",
          "brand_id": "756d37ab-4daf-403c-b5ac-6e0609be4a3d",
          "brand_name": "Other",
          "brand_owner_id": "fda51285-1928-4c0c-9490-a19d2d3ea5ba",
          "product_category_id": "df44a7b9-58ff-4a95-a2fc-9a6d1015ce35",
          "value": 47,
          "value_previous": 47,
          "facing": "7/15"
        }, {
          "is_own": "0",
          "brand_id": "a45f430d-9e3b-11e7-a5c2-000d3a250e47",
          "brand_name": "Другое",
          "brand_owner_id": "fda51285-1928-4c0c-9490-a19d2d3ea5ba",
          "product_category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "value": 14,
          "value_previous": 14,
          "facing": "30/212"
        }, {
          "is_own": "0",
          "brand_id": "afc795a4-f408-415b-95b0-4afde86c239b",
          "brand_name": "Народный",
          "brand_owner_id": "58be660d-7397-494c-943e-316618f2be69",
          "product_category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "value": 17,
          "value_previous": 17,
          "facing": "36/212"
        }, {
          "is_own": "0",
          "brand_id": "b7967cd8-77ea-41c5-bcc4-b69e8a65c223",
          "brand_name": "Prostokvashino",
          "brand_owner_id": "b734774e-652a-4c5a-8992-d6ca0eaf10bf",
          "product_category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "value": 7,
          "value_previous": 7,
          "facing": "14/212"
        }, {
          "is_own": "0",
          "brand_id": "b7967cd8-77ea-41c5-bcc4-b69e8a65c223",
          "brand_name": "Prostokvashino",
          "brand_owner_id": "b734774e-652a-4c5a-8992-d6ca0eaf10bf",
          "product_category_id": "df44a7b9-58ff-4a95-a2fc-9a6d1015ce35",
          "value": 53,
          "value_previous": 53,
          "facing": "8/15"
        }, {
          "is_own": "0",
          "brand_id": "c0e69801-895a-4911-b078-c94dee5d9ee4",
          "brand_name": "Домик в деревне",
          "brand_owner_id": "5e436dad-e183-4e7a-a36e-57749997b056",
          "product_category_id": "36d72f19-f43e-4394-8835-3c194d01e584",
          "value": 100,
          "value_previous": 100,
          "facing": "72/72"
        }, {
          "is_own": "0",
          "brand_id": "c0e69801-895a-4911-b078-c94dee5d9ee4",
          "brand_name": "Домик в деревне",
          "brand_owner_id": "5e436dad-e183-4e7a-a36e-57749997b056",
          "product_category_id": "d444e24a-dbe4-40a9-b878-32ac22337c05",
          "value": 100,
          "value_previous": 100,
          "facing": "70/70"
        }],
        "by_categories": [{
          "product_category_id": "36d72f19-f43e-4394-8835-3c194d01e584",
          "product_category_name": "Традиционная молочная продукция",
          "value": 0,
          "value_previous": 0,
          "facing_own": "0/0",
          "facing": "0/72"
        }, {
          "product_category_id": "8f0f1b83-8368-40f2-a908-1adeddc7923d",
          "product_category_name": "молочная продукция",
          "value": 0,
          "value_previous": 0,
          "facing_own": "0/0",
          "facing": "0/212"
        }, {
          "product_category_id": "d444e24a-dbe4-40a9-b878-32ac22337c05",
          "product_category_name": "Теплая полка",
          "value": 0,
          "value_previous": 0,
          "facing_own": "0/0",
          "facing": "0/70"
        }, {
          "product_category_id": "df44a7b9-58ff-4a95-a2fc-9a6d1015ce35",
          "product_category_name": "Традиционный молочный продукт",
          "value": 0,
          "value_previous": 0,
          "facing_own": "0/0",
          "facing": "0/15"
        }]
      },
      "method": "getAssortmentPackage",
      "status": "end",
      "package_id": "59fda3416adbc-2966"
    }, "id": ""
  };


window.ic_test =
  {
    "id": 97,
    "status": "READY",
    "report_type": "REALOGRAM",
    "created_date": "2017-11-15T09:26:33.141746Z",
    "updated_date": "2017-11-15T09:26:54.567077Z",
    "visit": 34,
    "json": {
      "image": "956adf72-2420-4f9d-97a3-81f449893b63.jpg",
      "annotated_image": "3160e6a0-c147-4bf1-9538-674ecdf2508f.jpg",
      "annotations": [{"y": 763, "name": "Другой ценник", "x": 26, "h": 29, "sku": 3, "w": 60}, {
        "y": 336,
        "name": "Другой ценник",
        "x": 39,
        "h": 20,
        "sku": 3,
        "w": 42
      }, {"y": 549, "name": "Другой ценник", "x": 33, "h": 25, "sku": 3, "w": 45}, {
        "y": 329,
        "name": "Другой ценник",
        "x": 137,
        "h": 20,
        "sku": 3,
        "w": 36
      }, {"y": 711, "name": "Другой ценник", "x": 150, "h": 28, "sku": 3, "w": 49}, {
        "y": 508,
        "name": "Другой ценник",
        "x": 130,
        "h": 22,
        "sku": 3,
        "w": 42
      }, {"y": 714, "name": "Другой ценник", "x": 255, "h": 26, "sku": 3, "w": 39}, {
        "y": 709,
        "name": "Другой ценник",
        "x": 103,
        "h": 27,
        "sku": 3,
        "w": 44
      }, {"y": 330, "name": "Другой ценник", "x": 600, "h": 20, "sku": 3, "w": 40}, {
        "y": 713,
        "name": "Другой ценник",
        "x": 207,
        "h": 26,
        "sku": 3,
        "w": 46
      }, {"y": 328, "name": "Другой ценник", "x": 229, "h": 21, "sku": 3, "w": 41}, {
        "y": 329,
        "name": "Другой ценник",
        "x": 1177,
        "h": 21,
        "sku": 3,
        "w": 42
      }, {"y": 330, "name": "Другой ценник", "x": 528, "h": 20, "sku": 3, "w": 38}, {
        "y": 526,
        "name": "Другой ценник",
        "x": 1173,
        "h": 24,
        "sku": 3,
        "w": 43
      }, {"y": 510, "name": "Другой ценник", "x": 236, "h": 22, "sku": 3, "w": 43}, {
        "y": 730,
        "name": "Другой ценник",
        "x": 751,
        "h": 26,
        "sku": 3,
        "w": 44
      }, {"y": 521, "name": "Другой ценник", "x": 886, "h": 23, "sku": 3, "w": 45}, {
        "y": 720,
        "name": "Другой ценник",
        "x": 497,
        "h": 27,
        "sku": 3,
        "w": 41
      }, {"y": 717, "name": "Другой ценник", "x": 393, "h": 25, "sku": 3, "w": 43}, {
        "y": 741,
        "name": "Другой ценник",
        "x": 1025,
        "h": 27,
        "sku": 3,
        "w": 45
      }, {"y": 329, "name": "Другой ценник", "x": 401, "h": 20, "sku": 3, "w": 38}, {
        "y": 525,
        "name": "Другой ценник",
        "x": 1095,
        "h": 23,
        "sku": 3,
        "w": 43
      }, {"y": 329, "name": "Другой ценник", "x": 315, "h": 22, "sku": 3, "w": 41}, {
        "y": 743,
        "name": "Другой ценник",
        "x": 1106,
        "h": 28,
        "sku": 3,
        "w": 47
      }, {"y": 520, "name": "Другой ценник", "x": 811, "h": 21, "sku": 3, "w": 40}, {
        "y": 330,
        "name": "Другой ценник",
        "x": 970,
        "h": 21,
        "sku": 3,
        "w": 43
      }, {"y": 511, "name": "Другой ценник", "x": 360, "h": 22, "sku": 3, "w": 40}, {
        "y": 330,
        "name": "Другой ценник",
        "x": 1053,
        "h": 22,
        "sku": 3,
        "w": 44
      }, {"y": 523, "name": "Другой ценник", "x": 981, "h": 21, "sku": 3, "w": 42}, {
        "y": 330,
        "name": "Другой ценник",
        "x": 727,
        "h": 21,
        "sku": 3,
        "w": 42
      }, {"y": 518, "name": "Другой ценник", "x": 672, "h": 21, "sku": 3, "w": 43}, {
        "y": 724,
        "name": "Другой ценник",
        "x": 612,
        "h": 27,
        "sku": 3,
        "w": 45
      }, {
        "y": 853,
        "name": "Вода Bonaqua негазированная питьевая 1л",
        "x": 17,
        "h": 93,
        "sku": 7201,
        "w": 33
      }, {"y": 842, "name": "Другой товар", "x": 1176, "h": 114, "sku": 1, "w": 47}, {
        "y": 840,
        "name": "Другой товар",
        "x": 1124,
        "h": 119,
        "sku": 1,
        "w": 54
      }, {"y": 839, "name": "Другой товар", "x": 1069, "h": 120, "sku": 1, "w": 52}, {
        "y": 837,
        "name": "Другой товар",
        "x": 1014,
        "h": 125,
        "sku": 1,
        "w": 56
      }, {
        "y": 825,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 937,
        "h": 149,
        "sku": 7833,
        "w": 70
      }, {
        "y": 823,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 792,
        "h": 153,
        "sku": 7833,
        "w": 64
      }, {"y": 832, "name": "Другой товар", "x": 296, "h": 131, "sku": 1, "w": 43}, {
        "y": 840,
        "name": "Другой товар",
        "x": 426,
        "h": 118,
        "sku": 1,
        "w": 49
      }, {"y": 839, "name": "Другой товар", "x": 338, "h": 120, "sku": 1, "w": 43}, {
        "y": 830,
        "name": "Молоко Простоквашино отборное пастеризованное 3,4-4,5%, 0,93л",
        "x": 725,
        "h": 138,
        "sku": 7709,
        "w": 50
      }, {
        "y": 824,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 859,
        "h": 150,
        "sku": 7833,
        "w": 67
      }, {"y": 831, "name": "Другой товар", "x": 577, "h": 136, "sku": 1, "w": 51}, {
        "y": 829,
        "name": "Молоко Домик в деревне топленое 3,2% 0,95л",
        "x": 478,
        "h": 140,
        "sku": 7796,
        "w": 48
      }, {
        "y": 830,
        "name": "Молоко Домик в деревне Отборное от 3,5% до 4,5% 1400мл ПЭТ",
        "x": 626,
        "h": 139,
        "sku": 7761,
        "w": 50
      }, {
        "y": 830,
        "name": "Молоко Домик в деревне топленое 3,2% 0,95л",
        "x": 527,
        "h": 139,
        "sku": 7796,
        "w": 50
      }, {"y": 829, "name": "Другой товар", "x": 675, "h": 140, "sku": 1, "w": 49}, {
        "y": 827,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 254,
        "h": 136,
        "sku": 7833,
        "w": 45
      }, {
        "y": 824,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 112,
        "h": 142,
        "sku": 7833,
        "w": 50
      }, {"y": 842, "name": "Другой товар", "x": 380, "h": 112, "sku": 1, "w": 43}, {
        "y": 828,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 161,
        "h": 136,
        "sku": 7833,
        "w": 49
      }, {
        "y": 825,
        "name": "Молоко Село Зеленое ультрапастеризованное 3,2%, 950г",
        "x": 208,
        "h": 142,
        "sku": 7813,
        "w": 47
      }, {"y": 665, "name": "Вода Aqua Minerale негазированная 1л", "x": 30, "h": 165, "sku": 7294, "w": 49}, {
        "y": 651,
        "name": "Другой товар",
        "x": 1184,
        "h": 160,
        "sku": 1,
        "w": 30
      }, {"y": 628, "name": "Другой товар", "x": 428, "h": 141, "sku": 1, "w": 79}, {
        "y": 626,
        "name": "Другой товар",
        "x": 345,
        "h": 140,
        "sku": 1,
        "w": 84
      }, {"y": 633, "name": "Stiegl банка 0.5л", "x": 493, "h": 142, "sku": 303, "w": 50}, {
        "y": 627,
        "name": "Другой товар",
        "x": 115,
        "h": 138,
        "sku": 1,
        "w": 50
      }, {"y": 628, "name": "Кефир Асеньевская ферма 3,2%, 900г", "x": 165, "h": 138, "sku": 9315, "w": 48}, {
        "y": 630,
        "name": "Другой товар",
        "x": 267,
        "h": 139,
        "sku": 1,
        "w": 52
      }, {"y": 629, "name": "Другой товар", "x": 216, "h": 139, "sku": 1, "w": 50}, {
        "y": 649,
        "name": "Другой товар",
        "x": 1094,
        "h": 155,
        "sku": 1,
        "w": 57
      }, {"y": 647, "name": "Другой товар", "x": 1035, "h": 153, "sku": 1, "w": 54}, {
        "y": 630,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 867,
        "h": 171,
        "sku": 7833,
        "w": 67
      }, {
        "y": 639,
        "name": "Молоко Домик в деревне Отборное от 3,5% до 4,5% 1400мл ПЭТ",
        "x": 744,
        "h": 150,
        "sku": 7761,
        "w": 50
      }, {
        "y": 636,
        "name": "Молоко Домик в деревне Отборное от 3,5% до 4,5% 1400мл ПЭТ",
        "x": 645,
        "h": 143,
        "sku": 7761,
        "w": 51
      }, {
        "y": 635,
        "name": "Молоко Домик в деревне Отборное от 3,5% до 4,5% 1400мл ПЭТ",
        "x": 543,
        "h": 142,
        "sku": 7761,
        "w": 52
      }, {
        "y": 636,
        "name": "Молоко Домик в деревне Отборное от 3,5% до 4,5% 1400мл ПЭТ",
        "x": 595,
        "h": 143,
        "sku": 7761,
        "w": 51
      }, {"y": 649, "name": "Другой товар", "x": 1148, "h": 159, "sku": 1, "w": 52}, {
        "y": 642,
        "name": "Другой товар",
        "x": 929,
        "h": 151,
        "sku": 1,
        "w": 53
      }, {"y": 637, "name": "Другой товар", "x": 695, "h": 147, "sku": 1, "w": 49}, {
        "y": 628,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 800,
        "h": 170,
        "sku": 7833,
        "w": 64
      }, {"y": 645, "name": "Другой товар", "x": 982, "h": 152, "sku": 1, "w": 52}, {
        "y": 466,
        "name": "Вода Aqua Minerale Active Цитрон 0,6л",
        "x": 28,
        "h": 147,
        "sku": 7571,
        "w": 41
      }, {"y": 433, "name": "Другой товар", "x": 422, "h": 130, "sku": 1, "w": 60}, {
        "y": 440,
        "name": "Сибирская корона классическое банка 0,5 л",
        "x": 1183,
        "h": 151,
        "sku": 49,
        "w": 32
      }, {"y": 433, "name": "Ряженка Вкуснотеево, 4% 900г", "x": 484, "h": 133, "sku": 7899, "w": 70}, {
        "y": 431,
        "name": "Ряженка Вкуснотеево, 4% 900г",
        "x": 349,
        "h": 133,
        "sku": 7899,
        "w": 83
      }, {
        "y": 428,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 169,
        "h": 139,
        "sku": 7833,
        "w": 50
      }, {
        "y": 428,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 119,
        "h": 140,
        "sku": 7833,
        "w": 48
      }, {
        "y": 428,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 221,
        "h": 139,
        "sku": 7833,
        "w": 50
      }, {
        "y": 437,
        "name": "Молоко Домик в деревне пастеризованное 2,5%, 0,93л",
        "x": 759,
        "h": 142,
        "sku": 7754,
        "w": 50
      }, {
        "y": 429,
        "name": "Молоко Село Зеленое пастеризованное 3,2%, 2кг",
        "x": 273,
        "h": 139,
        "sku": 7833,
        "w": 54
      }, {
        "y": 456,
        "name": "Ряженка Асеньевская ферма  на топленом молоке 4%,  450г",
        "x": 1102,
        "h": 113,
        "sku": 7870,
        "w": 39
      }, {
        "y": 436,
        "name": "Молоко Домик в деревне пастеризованное 2,5%, 0,93л",
        "x": 707,
        "h": 141,
        "sku": 7754,
        "w": 49
      }, {
        "y": 436,
        "name": "Молоко Домик в деревне пастеризованное 2,5%, 0,93л",
        "x": 603,
        "h": 140,
        "sku": 7754,
        "w": 52
      }, {"y": 435, "name": "Другой товар", "x": 859, "h": 148, "sku": 1, "w": 49}, {
        "y": 439,
        "name": "Другой товар",
        "x": 1144,
        "h": 151,
        "sku": 1,
        "w": 48
      }, {
        "y": 436,
        "name": "Молоко Домик в деревне пастеризованное 2,5%, 0,93л",
        "x": 656,
        "h": 140,
        "sku": 7754,
        "w": 51
      }, {"y": 435, "name": "Другой товар", "x": 909, "h": 148, "sku": 1, "w": 51}, {
        "y": 435,
        "name": "Молоко Домик в деревне пастеризованное 2,5%, 0,93л",
        "x": 551,
        "h": 137,
        "sku": 7754,
        "w": 51
      }, {
        "y": 437,
        "name": "Молоко Простоквашино пастеризованное 2,5%, 0,93л",
        "x": 809,
        "h": 143,
        "sku": 7734,
        "w": 50
      }, {
        "y": 455,
        "name": "Кисломолочный продукт Простоквашино Снежок 2,5% 430г",
        "x": 988,
        "h": 112,
        "sku": 8011,
        "w": 39
      }, {
        "y": 456,
        "name": "Ряженка Асеньевская ферма  на топленом молоке 4%,  450г",
        "x": 1026,
        "h": 113,
        "sku": 7870,
        "w": 37
      }, {
        "y": 456,
        "name": "Ряженка Асеньевская ферма  на топленом молоке 4%,  450г",
        "x": 1063,
        "h": 112,
        "sku": 7870,
        "w": 38
      }, {"y": 267, "name": "Вода Ессентуки №4 минеральная 0,54л", "x": 54, "h": 118, "sku": 7171, "w": 37}, {
        "y": 267,
        "name": "Вода Aqua Minerale негазированная 0,6л",
        "x": 18,
        "h": 126,
        "sku": 7182,
        "w": 39
      }, {
        "y": 262,
        "name": "Молоко Простоквашино ультрапастеризованное 3,2%, 0,95л",
        "x": 167,
        "h": 114,
        "sku": 7716,
        "w": 50
      }, {"y": 276, "name": "Другой товар", "x": 668, "h": 82, "sku": 1, "w": 46}, {
        "y": 249,
        "name": "Сливки взбитые Альпенгурт легкие 250мл",
        "x": 1177,
        "h": 135,
        "sku": 7817,
        "w": 45
      }, {"y": 278, "name": "Другой товар", "x": 716, "h": 79, "sku": 1, "w": 50}, {
        "y": 267,
        "name": "Молоко Домик в деревне ультрапастеризованное 0,5%, 950г",
        "x": 120,
        "h": 105,
        "sku": 9310,
        "w": 51
      }, {"y": 271, "name": "Йогурт Valio Киви 2,6%, 180г. ", "x": 1127, "h": 90, "sku": 8235, "w": 65}, {
        "y": 276,
        "name": "Другой товар",
        "x": 767,
        "h": 84,
        "sku": 1,
        "w": 54
      }, {"y": 266, "name": "Другой товар", "x": 608, "h": 101, "sku": 1, "w": 79}, {
        "y": 273,
        "name": "Другой товар",
        "x": 962,
        "h": 88,
        "sku": 1,
        "w": 42
      }, {"y": 273, "name": "Другой товар", "x": 917, "h": 87, "sku": 1, "w": 43}, {
        "y": 272,
        "name": "Другой товар",
        "x": 1067,
        "h": 87,
        "sku": 1,
        "w": 54
      }, {"y": 272, "name": "Другой товар", "x": 1011, "h": 88, "sku": 1, "w": 54}, {
        "y": 260,
        "name": "Молоко Простоквашино ультрапастеризованное 3,2%, 0,95л",
        "x": 231,
        "h": 116,
        "sku": 7716,
        "w": 49
      }, {
        "y": 262,
        "name": "Молоко Домик в деревне ультрапастеризованное 0,5%, 950г",
        "x": 279,
        "h": 112,
        "sku": 9310,
        "w": 50
      }, {"y": 273, "name": "Другой товар", "x": 819, "h": 88, "sku": 1, "w": 45}, {
        "y": 274,
        "name": "Другой товар",
        "x": 869,
        "h": 88,
        "sku": 1,
        "w": 48
      }, {
        "y": 263,
        "name": "Молоко Домик в деревне ультрапастеризованное 2,5%, 950г",
        "x": 437,
        "h": 111,
        "sku": 7724,
        "w": 54
      }, {
        "y": 264,
        "name": "Молоко Домик в деревне ультрапастеризованное 3,2%, 1450г",
        "x": 490,
        "h": 111,
        "sku": 7757,
        "w": 52
      }, {
        "y": 261,
        "name": "Молоко Домик в деревне ультрапастеризованное 0,5%, 950г",
        "x": 329,
        "h": 113,
        "sku": 9310,
        "w": 52
      }, {
        "y": 263,
        "name": "Молоко Домик в деревне ультрапастеризованное 3,2%, 1450г",
        "x": 544,
        "h": 111,
        "sku": 7757,
        "w": 55
      }, {
        "y": 262,
        "name": "Молоко Домик в деревне ультрапастеризованное 2,5%, 950г",
        "x": 383,
        "h": 111,
        "sku": 7724,
        "w": 53
      }]
    }
  };
